<?php defined('MAPLE') || exit('此檔案不允許讀取！');

return [
  'up' => "INSERT INTO `FoodMain` (`id`, `name`, `order`) VALUES 
            (1, '中式料理', 1),
            (2, '日式料理', 2),
            (3, '亞洲料理', 3),
            (4, '異國料理', 4),
            (5, '咖啡、簡餐、茶', 5),
            (6, '素食', 6),
            (7, '速食料理', 7),
            (8, '早餐', 8),
            (9, '小吃', 9),
            (10, '冰品、飲料、甜湯', 10),
            (11, '其他料理', 11)
             ",

  'down' => "TRUNCATE TABLE `FoodMain`",

  'at' => "2018-12-13 15:43:37"
];
